{
    "_type": "catalog:product-review",
    "_parentFolderPath": "/Samples/Catalog/Reviews",
    "title": "Review #21 Title",
    "author": "don.rickles",
    "body": "If you are looking for beautifully decorated, unique cupcakes than Philly Cupcake is the spot. As soon as you enter the small corner cupcake shop you can instantly tell that they take a lot of pride in what they do.  The shop is adorable, colorful, enchanting, and fun to explore. They have doggie treats, cookies, ice cream, and of course cupcakes galore. The prized cupcakes are displayed in pretty glass cabinets that the cupcake attendant opens once you decide which flavors you want to indulge in.As for the cupcakes....the buttercream frosting is yummy -a 8.5 on a scale of 1- 10. The cupcakes themselves are not dry but they are not super moist either (personally I like mine very moist but I still enjoy these cupcakes). What makes this place unique is their variety of flavors. A few of my favorites:-Chocolate Coma: the name speaks for itself. If you like rich desserts than you must try this one.-Carrot Cake: the frosting alone is reason enough to try this one...plus the little carrot decoration on top is cute.-Twix Dream: a great choice if you love caramel. The cupcake attendant informed me that their Vegan Oreo Cupcake is her favorite and she is not even a Vegan.  I always stop at Philly Cupcake on my way to birthday parties or order them for birthday celebrations at work and they are always a huge hit. If you are going for taste Pamcakes is still may favorite cupcake shop in Philly but Philly Cupcake wins when it comes to flavor variety, decorations, and unique flare. I should mention that the cupcakes are on the pricier side so its definitely a good splurge but probably not the most economical option out there especially if you need 2 dozen.  Sometimes they offer specials towards the end of the evening (i.e. Buy 5 cupcakes and get the 6th one free) in order to unload all of the cupcakes.",
    "rating": 4
}